Repository: olvid-io/olvid-ios
Catalog: iOSClient/ObvMessenger/ObvMessenger/Localizable.xcstrings
Source language: en
Languages: fr

# READ_ONCE_SECTION_FOOTER
source: When activated, messages and attachments are displayed only once, and are deleted when exiting the discussion.
fr: Si ce réglage est activé, les messages et leurs pièces jointes ne sont affichés qu'une seule fois. Il sont supprimés au sortir de la discussion.

source: Re-block contact
fr: Rebloquer le contact

# REBLOCK_CONTACT_CONFIRMATION
source: Do you really want to re-block the contact?
fr: Voulez-vous rebloquer le contact ?

# RECEIVE_CALLS_ON_THIS_DEVICE
source: Receive secure calls on this device
fr: Recevoir des appels sécurisés sur cet appareil

# RECEIVE_SECURE_CALLS
source: Receive secure calls with iPhone and iPad
fr: Recevoir des appels sécurisés avec iPhone et iPad

source: Received
fr: Reçu

# recent backups count
source: %u most recent backups
fr: %u sauvegardes les plus récentes

source: Reconnecting
fr: Reconnexion

# RECREATE_SECURE_CHANNEL_WITH_THIS_DEVICE
source: Recreate the secure channel
fr: Recréer le canal sécurisé

source: Referenced by database
fr: Référencés depuis la base de données

source: Refresh group
fr: Actualiser le groupe

source: Refresh status
fr: Actualiser le statut

source: Reinvite contact?
fr: Inviter à nouveau ?

source: Reject
fr: Refuser

source: Rejected incoming call
fr: Appel entrant rejeté

# REJECTED_INCOMING_CALL_BECAUSE_RECORD_PERMISSION_IS_DENIED
source: The incoming call was rejected because Olvid is not allowed to access the Microphone. To never miss a call again, please go to Settings and grant Olvid access to the microphone.
fr: L'appel entrant n'a pas abouti car Olvid n'a pas l'autorisation d'accéder au micro. Pour ne plus rater d'appel, allez dans les Réglages et autorisez l'accès au micro pour Olvid.

# REJECTED_INCOMING_CALL_BECAUSE_RECORD_PERMISSION_IS_DENIED_NOTIFICATION_BODY
source: The incoming call was rejected because Olvid was not allowed to access the Microphone. To never miss a call again, please go to Settings and grant Olvid access to the microphone.
fr: Pour recevoir des appels, vous devez autoriser Olvid à accéder au micro. Pour ne plus rater d'appel, allez dans les Réglages et autorisez l'accès au micro pour Olvid.

source: To received a call, you need to allow Olvid to access the microphone. Please tap on this notification to allow Olvid to access the microphone.
fr: Pour recevoir des appels, vous devez autoriser Olvid à accéder au micro. Cliquez sur la notification et autorisez l'accès au micro.

source: Remind me later
fr: Me rappeler plus tard

source: Remotely wiped
fr: Éliminé à distance

source: Remotely wiped by %@
fr: Éliminé à distance par %@

source: Remotely wiped by you
fr: Supprimé à distance par vous

source: Remove Members
fr: Retirer des Participants

source: Remove nickname
fr: Supprimer le surnom

source: Remove identity provider
fr: Supprimer le fournisseur d'identité

# REMOVE_OWNED_DEVICE
source: Deactivate now
fr: Désactiver maintenant

# REMOVE_OWNED_DEVICE_ALERT_TITLE
source: Deactivate device?
fr: Désactiver cet appareil ?

# REMOVE_PICTURE
source: Remove the photo
fr: Supprimer la photo

# RENAME_DEVICE
source: Rename
fr: Renommer

source: Reply
fr: Répondre

source: Replying
fr: Réponse

source: Replying to %@
fr: Réponse à %@

# REPLYING_TO_CONTACT
source: Replying to a contact
fr: Réponse à un contact

source: Replying to you
fr: Réponse à vous

source: Replying to yourself
fr: Réponse à vous-même

source: Reset
fr: Réinitialiser

# RESET_COMPOSE_MESSAGE_VIEW_ACTIONS_ORDER
source: Reset buttons order to default
fr: Réinitialiser l'ordre des boutons

# RESET_DISCUSSION_EMOJI_TO_DEFAULT
source: Reset
fr: Réinitialiser

# RESET_DISCUSSION_EMOJI_TO_DEFAULT_DISCUSSION_LEVEL
source: Reset
fr: Réinitialiser

source: Restart
fr: Redémarrer

# RESTART_CHANNEL_CREATION
source: Restart secure channel creation
fr: Redémarrer la création du canal sécurisé

source: Restore
fr: Restaurer

source: Restore a backup
fr: Restaurer une sauvegarde

source: Restore failed 🥺
fr: La restauration a échoué 🥺

source: Restore Purchases
fr: Restaurer les achats

source: Restore this backup
fr: Restaurer la sauvegarde

# RESTORE_BACKUP_FAILED_EXPLANATION
source: The backup could not be restored. If you can, we recommend you try to restore another backup.
fr: La sauvegarde n'a malheureusement pas pu être restaurée. Si vous le pouvez, nous vous recommandons d'essayer de restaurer une autre sauvegarde.

source: Restoring backup. Please Wait.
fr: Restauration en cours...

# RESULT_NUMBER_%d_OF_%d
source: %1$d of %2$d
fr: %1$d de %2$d

# RETAIN_WIPED_OUTBOUND_MESSAGES_LABEL
source: Retain wiped ephemeral outbound messages
fr: Conserver une trace des messages éphémères envoyés

# RETAIN_WIPED_OUTBOUND_MESSAGES_SECTION_FOOTER
source: When activated, outbound ephemeral messages are not deleted when they expire, but replaced by a static text.
fr: Si ce réglage est activé, les messages éphémères sortants ne sont pas supprimés à expiration, mais remplacés par un texte fixe.

# RETENTION_INFO_LABEL
source: Message retention information
fr: Informations de rétention de message

# RETENTION_SETTINGS_TITLE
source: Message retention policy
fr: Politique de rétention des messages

source: Save
fr: Enregistrer

source: Save changes
fr: Sauver les modifications

# save count attachments
source: Save %u attachments
fr: Sauvegarder les %u pièces jointes

source: Scan
fr: Scanner

source: Scan another user's QR code
fr: Scanner le code QR d'un autre utilisateur

source: Scan document
fr: Scanner un document

source: Scan QR code
fr: Scannez un code QR

# SCAN_QR_CODE
source: Scan a QR code
fr: Scanner un code QR

# SCANNING_CONTACT_ID_ALLOWS_YOU_TO_INVITE_THEM_NOW
source: Scanning the ID of another user allows you to invite them.
fr: Scanner l'ID d'un autre utilisateur vous permet de l'inviter.

source: Screen Lock
fr: Verrouillage d'écran

source: Search
fr: Rechercher

source: Search in this discussion
fr: Faire une recherche dans cette discussion

# SEARCH_FOR_NEW_DEVICES
source: Search for missing devices
fr: Rechercher des appareils manquants

# SEARCH_HERE
source: Search for a contact within your company 🔎
fr: Recherchez un contact de votre entreprise 🔎

# SEARCH_RETURNED_NO_RESULT
source: No message found 🥲
fr: Aucun message trouvé 🥲

source: Secure call in progress
fr: Appel sécurisé en cours

source: Secure channel created
fr: Canal sécurisé créé

source: Secure channel creation in progress
fr: Canal sécurisé en cours de création

# see count attachments
source: → See %u attachments
fr: → Voir les %u pièces jointes

source: See subscription plans
fr: Voir les offres d'abonnement

source: Select
fr: Choisir

source: Select all
fr: Tout sélectionner

# SELECT_NEW_CALL_PARTICIPANTS
source: Select participants to add to the ongoing call.
fr: Sélectionnez les utilisateurs à ajouter à l'appel

source: Send
fr: Envoyer

# Send invite
source: Send invitation
fr: Envoyer une invitation

source: Send Read Receipts
fr: Confirmation de lecture

source: Send this to the development team
fr: Envoyer à l'équipe de développement

source: Send error by email
fr: Envoyer l'erreur par mail

# SEND_INVITE_TO_%@_TO_ADD_THEM_TO_YOUR_CONTACTS_FROM_A_DISTANCE
source: Send an invitation to %@ to add them to your contacts from a distance.
fr: Envoyez une invitation à %@ pour l'ajouter à vos contacts à distance.

source: Send message
fr: Envoyer un message

# SEND_READ_RECEIPT_SECTION_FOOTER
source: When activated, your contacts will be notified when you have read their messages within this discussion.
fr: Si ce réglage est activé, vos correspondants recevront une confirmation lorsque vous aurez lu leurs messages dans le cadre de cette discussion.

# SEND_READ_RECEIPTS_LABEL
source: Send read receipts
fr: Confirmation de lecture

# SEND_RESOLUTION
source: Send definition
fr: Définition en envoi

source: Sending & receiving messages and attachments
fr: Envoyer & recevoir des messages et des pièces jointes

source: Sent
fr: Envoyé

# SERVER_DOES_NOT_SUPPORT_CALLS
source: The server does not support calls.
fr: Le serveur ne permet pas de passer des appels

source: Server URL
fr: URL du serveur

source: Set Group Name
fr: Choisir un nom pour ce groupe

source: Settings
fr: Paramètres

# SETTINGS_UPDATE_TITLE
source: Settings update
fr: Mise à jour de la configuration

source: Share
fr: Partager

# share count attachments
source: Share %u attachments
fr: Partager les %u pièces jointes

# share count photos
source: Share the %u photos
fr: Partager les %u photos

# SHARE_MSG_OLVID_TAKES_TOO_LONG_TO_START
source: If the problem persists, you can help the development team by tapping the button below. This will share (only) the following message with them.
fr: Si le problème persiste, vous pouvez aider l'équipe de développement à résoudre votre problème via la bouton ci-dessous. Vous partagerez (uniquement) le message encadré ci-dessous avec elle.

source: Share my ID
fr: Partager mon ID

# SHARE_VIEW_PROFILE_SELECTION_BAR_TITLE
source: Profile
fr: Profil

# SHARED_CONFIG
source: Shared configuration
fr: Configuration partagée

# SHARING_YOUR_ID_ALLOWS_OTHERS_TO_INVITE_YOU_REMOTELY
source: Sharing your ID allows another Olvid user to invite you.
fr: Partager votre ID permet à un autre utilisateur de vous inviter.

source: Show
fr: Afficher

source: Show my ID
fr: Montrer mon ID

source: Show my QR code
fr: Afficher mon code QR

# SHOW_BACKUP_SCREEN
source: Backup settings
fr: Paramètres de sauvegarde

# SHOW_CONTACT_DETAILS
source: Show all contact details
fr: Voir tous les détails du contact

# SHOW_CURRENT_COORDINATORS_OPS
source: Show current coordinators operations
fr: Voir les opérations courantes

source: Show in discussion
fr: Afficher dans la discussion

# SHOW_OWNED_IDENTITY_DETAILS
source: Show profile informations
fr: Afficher les détails de ce profil

# SHOW_SETTINGS_SCREEN
source: All settings
fr: Tous les paramètres

source: Sign in to iCloud
fr: Connectez-vous à iCloud

# SIGNED_DETAILS_DATE
source: Signature date
fr: Date de la signature

# SINGLE_GROUP_V2_VIEW_ALERT_CANNOT_LEAVE_GROUP_AS_KEYCLOAK_MESSAGE
source: Since this group a managed by your company's server, you cannot leave it.
fr: Comme ce groupe et géré par le serveur de votre entreprise, il ne vous est pas possible de le quitter.

# SINGLE_GROUP_V2_VIEW_ALERT_CANNOT_LEAVE_GROUP_AS_KEYCLOAK_TITLE
source: You cannot leave the group
fr: Vous ne pouvez pas quitter le groupe

# SINGLE_GROUP_V2_VIEW_ALERT_CANNOT_LEAVE_GROUP_MESSAGE
source: Since you are the only administrator of this group, you cannot leave it now (you would leave the group with no administrator). You can name another administrator among the other group members and try again.
fr: Comme vous êtes le seul administrateur de ce groupe, il vous est impossible de le quitter (vous laisseriez le groupe sans administrateur). Une fois que vous aurez nommé un autre administrateur, vous pourrez essayer à nouveau.

# SINGLE_GROUP_V2_VIEW_ALERT_CANNOT_LEAVE_GROUP_TITLE
source: You cannot leave the group for now
fr: Vous ne pouvez pas quitter le groupe pour le moment

# SINGLE_GROUP_V2_VIEW_SHEET_CONFIRM_DISBAND_GROUP_BUTTON_TITLE
source: Delete this group for all members
fr: Supprimer ce groupe chez tous les utilisateurs

# SINGLE_GROUP_V2_VIEW_SHEET_CONFIRM_DISBAND_GROUP_MESSAGE
source: Please note that this action is irreversible. I you confirm, this group will be deleted for all members.
fr: Supprimer un groupe est une opération irréversible. Si vous continuez, le groupe sera supprimé chez tous les membres.

# SINGLE_GROUP_V2_VIEW_SHEET_CONFIRM_DISBAND_GROUP_TITLE
source: Heads-up! Do you really wish to disband this group?
fr: Attention ! Voulez-vous vraiment supprimer ce groupe ?

# SINGLE_GROUP_V2_VIEW_SHEET_CONFIRM_LEAVE_GROUP_BUTTON_TITLE
source: Leave this group
fr: Quitter ce groupe

# SINGLE_GROUP_V2_VIEW_SHEET_CONFIRM_LEAVE_GROUP_MESSAGE
source: Please note that this action is irreversible (unless a group administrator decides to invite you again later on).
fr: Attention, cette action est irréversible (sauf si un administrateur du groupe vous y invite à nouveau après que vous l'ayez quitté).

# SINGLE_GROUP_V2_VIEW_SHEET_CONFIRM_LEAVE_GROUP_TITLE
source: Do you really wish to leave this group?
fr: Voulez-vous vraiment quitter le groupe ?

source: Size
fr: Taille

# SNACK_BAR_BODY_CREATE_BACKUP_KEY
source: It's time to setup backups!
fr: Il est temps de configurer les sauvegardes !

# SNACK_BAR_BODY_GRANT_PERMISSION_TO_RECORD
source: You missed a call!
fr: Vous avez raté un appel !

# SNACK_BAR_BODY_GRANT_PERMISSION_TO_RECORD_IN_SETTINGS
source: You missed a call!
fr: Vous avez raté un appel !

# SNACK_BAR_BODY_INACTIVE_PROFILE
source: Your profile is inactive
fr: Votre profil est inactif

# SNACK_BAR_BODY_IOS_VERSION_ACCEPTABLE
source: iOS upgrade recommended.
fr: Mise à jour d'iOS recommandée.

# SNACK_BAR_BODY_IOS_VERSION_SHOULD_UPGRADE
source: iOS upgrade recommended.
fr: Mise à jour d'iOS recommandée.

# SNACK_BAR_BODY_IOS_VERSION_WILL_BE_UNSUPPORTED
source: ⚠️ Support for your iOS version will soon be dropped.
fr: ⚠️ Le support pour votre version d'iOS sera bientôt abandonné.

# SNACK_BAR_BODY_LAST_UPLOAD_BACKUP_HAS_FAILED
source: The last backup failed
fr: La dernière sauvegarde a échoué

# SNACK_BAR_BODY_NEW_APP_VERSION_AVAILABLE
source: A new version of Olvid is available 🥳!
fr: Une nouvelle version d'Olvid est disponible 🥳 !

# SNACK_BAR_BODY_SHOULD_PERFORM_BACKUP
source: It's backup time!
fr: Il est temps de faire une sauvegarde !

# SNACK_BAR_BODY_SHOULD_VERIFY_BACKUP_KEY
source: Do you remember your backup key?
fr: Vous souvenez-vous de votre clé de sauvegarde ?

# SNACK_BAR_BUTTON_TITLE_CREATE_BACKUP_KEY
source: Show me
fr: Info

# SNACK_BAR_BUTTON_TITLE_GRANT_PERMISSION_TO_RECORD
source: Show me
fr: Info

# SNACK_BAR_BUTTON_TITLE_GRANT_PERMISSION_TO_RECORD_IN_SETTINGS
source: Show me
fr: Info

# SNACK_BAR_BUTTON_TITLE_INACTIVE_PROFILE
source: Show me
fr: Info

# SNACK_BAR_BUTTON_TITLE_SHOULD_PERFORM_BACKUP
source: Show me
fr: Info

# SNACK_BAR_BUTTON_TITLE_SHOULD_VERIFY_BACKUP_KEY
source: Show me
fr: Info

# SNACK_BAR_DETAILS_BODY_CREATE_BACKUP_KEY_%@
source: If you were to lose your %@, or to uninstall Olvid by mistake, you would lose your Olvid ID, all your contacts, and all your groups 😱. Luckily for you, it is possible to setup secure backups 😅. Press "Setup backups" to begin.
fr: Si vous veniez à égarer votre %@, ou à désinstaller Olvid par erreur, vous perdriez votre ID Olvid, l'intégralité de vos contacts et tous vos groupes 😱. Fort heureusement, il est possible de les sauvegarder de façon sécurisée 😅. Appuyez sur « Paramétrer les sauvegardes » pour commencer.

# SNACK_BAR_DETAILS_BODY_GRANT_PERMISSION_TO_RECORD
source: To received a call, you need to allow Olvid to access the microphone.
fr: Pour recevoir des appels, vous devez autoriser Olvid à accéder au micro.

# SNACK_BAR_DETAILS_BODY_GRANT_PERMISSION_TO_RECORD_IN_SETTINGS
source: To received a call, you need to allow Olvid to access the microphone. To never miss a call again, please go to Settings and grant Olvid access to the microphone.
fr: Pour recevoir des appels, vous devez autoriser Olvid à accéder au micro. Pour ne plus rater d'appel, allez dans les Réglages et autorisez l'accès au micro pour Olvid.

# SNACK_BAR_DETAILS_BODY_INACTIVE_PROFILE
source: Your profile is not active on this device but you can reactivate it now.
fr: Votre profil est inactif sur cet appareil mais vous pouvez le réactiver maintenant.

# SNACK_BAR_DETAILS_BODY_IOS_VERSION_ACCEPTABLE
source: To make sure you use the latest version of iOS, go to Settings > General, then tap Software Update.
fr: Pour vous assurer que vous utilisez la dernière version d'iOS, accédez à l'App Réglages sur votre appareil. Allez dans Général puis touchez Mise à jour logicielle.

# SNACK_BAR_DETAILS_BODY_IOS_VERSION_SHOULD_UPGRADE
source: We detected that you are not using the latest version of iOS. You are missing out on important features of Olvid. To make the most out of Olvid, you should upgrade iOS. To do so, open the Settings App on your device. Go to General and tap Software Update.
fr: Nous avons détecté que vous n'utilisez pas la dernière version d'iOS. Vous être en train de passer à côté de fonctionnalités importantes d'Olvid. Pour profiter d'Olvid au maximum, vous devriez mettre à jour iOS. Pour ce faire, accédez à l'App Réglages sur votre appareil. Allez dans Général puis touchez Mise à jour logicielle.

# SNACK_BAR_DETAILS_BODY_IOS_VERSION_WILL_BE_UNSUPPORTED
source: We detected that you use an iOS version that Olvid will not support anymore, starting with the next update. We appologize for this. If possible, we recommend you upgrade to the latest iOS version. To do so, open the Settings App on your device. Go to General and tap Software Update.
fr: Nous avons détecté que vous utilisez une version d'iOS que Olvid ne supportera plus dès la prochaine mise à jour. Nous vous présentons toutes nos excuses. Si possible, nous vous recommandons de mettre à jour iOS. Pour ce faire, accédez à l'App Réglages sur votre appareil. Allez dans Général puis touchez Mise à jour logicielle.

# SNACK_BAR_DETAILS_BODY_LAST_UPLOAD_BACKUP_HAS_FAILED
source: You should make sure your iCloud account is properly configured on this device. Once this is done, we can try again.
fr: Nous vous recommandons de vérifier que vous avez bien configuré votre compte iCloud sur cet appareil. Ensuite, vous pourrez essayer à nouveau.

# SNACK_BAR_DETAILS_BODY_NEW_APP_VERSION_AVAILABLE
source: A new version of Olvid is available from the App Store. You are missing out amazing new features 🤓! We recommend you upgrade now 🚀.
fr: Une nouvelle version d'Olvid est disponible dès maintenant sur l'App Store. Pour ne pas rater les dernières nouveautés d'Olvid 🤓, nous vous recommandons de mettre à jour maintenant 🚀.

# SNACK_BAR_DETAILS_BODY_SHOULD_PERFORM_BACKUP_%@
source: In order not to lose any contact, we recommend you activate automatic backups to iCloud. Don't worry, these backups are encrypted 🤓! Otherwise, you may also perform manual backups on a regular basis. Press "Setup backups" to begin.
fr: Pour ne perdre aucun contact, nous vous recommandons d'activer les sauvegardes automatiques vers iCloud. Rassurez-vous, elles sont chiffrées 🤓 ! Sinon, vous pouvez aussi effectuer des sauvegardes manuelles régulièrement. Appuyez sur « Paramétrer les sauvegardes » pour commencer.

# SNACK_BAR_DETAILS_BODY_SHOULD_VERIFY_BACKUP_KEY_%@
source: Having an up to date Olvid backup is essential, but you need your backup key to restore it! Press "Setup backups" to verify your key. If you lost it, don't worry, you can generate a new one 🤗.
fr: Avoir une sauvegarde à jour est essentiel, mais il vous faut votre clé de sauvegarde pour la restaurer ! Appuyez sur « Paramétrer les sauvegardes » pour vérifier votre clé. Si vous avez perdu cette clé, pas d'inquiétude, vous pourrez en générer une nouvelle 🤗.

# SNACK_BAR_DETAILS_TITLE_CREATE_BACKUP_KEY
source: Why should I setup backups 🧐?
fr: Pourquoi configurer les sauvegardes 🧐 ?

# SNACK_BAR_DETAILS_TITLE_GRANT_PERMISSION_TO_RECORD
source: You missed a call because Olvid is not allowed to access the microphone
fr: Vous avez raté un appel car Olvid n'a pas accès au micro

# SNACK_BAR_DETAILS_TITLE_GRANT_PERMISSION_TO_RECORD_IN_SETTINGS
source: You missed a call because Olvid is not allowed to access the microphone
fr: Vous avez raté un appel car Olvid n'a pas accès au micro

# SNACK_BAR_DETAILS_TITLE_INACTIVE_PROFILE
source: Your profile is inactive
fr: Votre profil est inactif

# SNACK_BAR_DETAILS_TITLE_IOS_VERSION_ACCEPTABLE
source: iOS upgrade recommended
fr: Mise à jour d'iOS recommandée

# SNACK_BAR_DETAILS_TITLE_IOS_VERSION_SHOULD_UPGRADE
source: iOS upgrade recommended
fr: Mise à jour d'iOS recommandée

# SNACK_BAR_DETAILS_TITLE_IOS_VERSION_WILL_BE_UNSUPPORTED
source: Support for your iOS version will soon be dropped
fr: Le support pour votre version d'iOS sera bientôt abandonné.

# SNACK_BAR_DETAILS_TITLE_LAST_UPLOAD_BACKUP_HAS_FAILED
source: Why should I fix this?
fr: Que puis-je faire ?

# SNACK_BAR_DETAILS_TITLE_NEW_APP_VERSION_AVAILABLE
source: A new version of Olvid is available 🥳!
fr: Une nouvelle version d'Olvid est disponible 🥳 !

# SNACK_BAR_DETAILS_TITLE_SHOULD_PERFORM_BACKUP
source: Why should I create a backup 🧐?
fr: Pourquoi faire une sauvegarde 🧐 ?

# SNACK_BAR_DETAILS_TITLE_SHOULD_VERIFY_BACKUP_KEY
source: Why should I remember my backup key 🧐?
fr: Pourquoi vérifier sa clé de sauvegarde 🧐 ?

# SNACK_BAR_TITLE_IOS_VERSION_ACCEPTABLE
source: More
fr: Info

# SNACK_BAR_TITLE_IOS_VERSION_SHOULD_UPGRADE
source: More
fr: Info

# SNACK_BAR_TITLE_IOS_VERSION_WILL_BE_UNSUPPORTED
source: More
fr: Info

# SNACK_BAR_TITLE_LAST_UPLOAD_BACKUP_HAS_FAILED
source: Show me
fr: Info

source: Some description.
fr: Une description.

# SOME_GROUP_MEMBERS_MUST_UPGRADE
source: Some members must upgrade Olvid
fr: Certains membres doivent mettre à jour Olvid

# SOME_OF_YOUR_CONTACTS_MAY_NOT_APPEAR_AS_GROUP_V2_CANDIDATES
source: Please choose who to add to this group.
fr: Choisissez qui ajouter à ce groupe.

source: Sorry, the product is not available in your store 😢.
fr: Désolé, le produit n'est pas disponible dans votre Store 😢.

source: Sorry, the purchase failed 😢. Please try again later or contact us if this problem is recurring. %@
fr: Désolé, l'achat a échoué 😢. N'hésitez pas à essayer plus tard ou à nous contacter si le problème est récurrent. %@

source: Sorry...
fr: Désolé...

source: Speaker
fr: Haut-parleur

source: Start free trial now
fr: Commencer l'essai maintenant

# START_USING_OLVID
source: Welcome to Olvid 😇
fr: Bienvenue sur Olvid 😇

# STD_MSG_OLVID_TAKES_TOO_LONG_TO_START
source: Olvid seems to take longer than usual to start. This typically occurs after installing a new version. Please be reassured, none of your data was lost.
fr: Olvid semble prendre plus de temps que d'habitude pour démarrer. Cela peut arriver après une mise à jour. Rassurez-vous, même si le problème persiste, aucune de vos données n'a été perdue.

# STOP_ONE_TO_ONE_DISCUSSION_WITH_CONTACT_ALERT_TITLE
source: Remove from contacts?
fr: Retirer des contacts ?

source: Stored
fr: Stocké

source: Subscribe now
fr: S'abonner maintenant

# SUBSCRIBING_TO_USER_NOTIFICATIONS_EXPLANATION
source: Olvid works best when you get notified about new messages & invitations! We suggest signing up for user notifications. And don't worry, you can always change your mind later! 😇
fr: Olvid est plus agréable à utiliser lorsque vous êtes notifié des nouveaux messages et invitations ! Nous vous recommandons de vous abonner aux notifications utilisateur. Et ne vous inquiétez pas, vous pouvez toujours changer d'avis plus tard ! 😇

source: Subscription expired
fr: Abonnement expiré

source: Subscription required
fr: Abonnement requis

source: Subscription status
fr: État de l'abonnement

source: Sync request sent
fr: Synchronisation envoyée

# TAKE_PICTURE
source: Take a photo
fr: Prendre une photo

source: Tap to see the invitation.
fr: Appuyez pour voir l'invitation.

source: Tap to see the message.
fr: Appuyez pour voir le message.

# TAP_HERE_TO_SEE_THE_PARTICIPANT_VIDEO
source: 👉 Tap to view the participant's video
fr: 👉 Touchez pour voir la vidéo du participant

source: Tap to see the reaction.
fr: Appuyez pour voir la réaction.

source: Terms of use
fr: Conditions générales d'utilisation
